Repository: ProcursusTeam/uikittools-ng
Catalog: po/*.po
Languages: fr, nl_nl, pt_pt

source: Error stopping service: %d - %s
fr: Erreur lors de l'arrêt du service: %d - %s
nl_nl: Fout bij het stopzetten van de service: %d - %s
pt_pt: Erro ao parar serviço: %d - %s

source: Error: no services returned for list
fr: Erreur: aucun service n'a été trouvé dans la liste
nl_nl: Fout: geen diensten geretourneerd voor lijst
pt_pt: Erro: nenhum serviço retornado para lista

source: Error: services returned for list aren't a dictionary!
fr: Erreur: les services trouvés pour la liste ne sont pas des dictionnaires!
nl_nl: Fout: services geretourneerd voor de lijst zijn geen woordenboek!
pt_pt: Erro: serviços retornados para lista não são um dicionário!

source: Error: %d - %s
fr: Erreur: %d - %s
nl_nl: Fout: %d - %s
pt_pt: Erro: %d - %s

source: Unable to get launchd: %d
fr: Échec de l'obtention de l’identifiant de launchd: %d
nl_nl: Kan launchd niet ophalen: %d
pt_pt: Não foi possível obter launchd: %d

source: missing necessary method
fr: il manque des fonctions nécéssaires
nl_nl: ontbreekt de noodzakelijke methode
pt_pt: método necessário em falta

source: RebuildApplicationDatabases failed
fr: RebuildApplicationDatabases a échoué
nl_nl: RebuildApplicationDatabases mislukt
pt_pt: RebuildApplicationDatabases falhou

source: JSON formating failed: %s
nl_nl: JSON opmaak mislukt: %s
pt_pt: Falha na formatação JSON: %s

source: Usage: %s [-cjpq] [--gssc] [--pretty] question ...
nl_nl: Gebruik: %s [-cjpq] [--gssc] [--pretty] vraag ...

source: Cannot find key %s
nl_nl: Kan sleutel %s niet vinden
pt_pt: Não foi possível encontrar a chave %s

source: true
fr: vrai
nl_nl: juist
pt_pt: verdadeiro

source: false
fr: faux
nl_nl: onjuist
pt_pt: falso

source: Usage: %s [-b body] [-i prompt] [-j] [-p primary] [--priority number] [-s second] [--secure prompt] [-t third] [--timeout number] title Copyright (C) 2021, Procursus Team. All Rights Reserved. Display an alert
nl_nl: Gebruik: %s [-b lichaam] [-i prompt] [-j] [-p primair] [--priority nummer] [-s tweede] [--secure prompt] [-t derde] [--timeout nummer] titel Copyright (C) 2021, Procursus Team. Alle rechten voorbehouden. Een waarschuwing weergeven
pt_pt: Uso: %s [-b body] [-i prompt] [-j] [-p primary] [--priority number] [-s second] [--secure prompt] [-t third] [--timeout number] título Copyright (C) 2021, Equipa. Todos os direitos reservados. Exibir um alerta

source: -b, --body <text> Text for alert body -p, --primary <text> Default button text instead of "OK" --priority 0-3 Alert priority This will change the icon on macOS -s, --secondary <text> Second button text -t, --tertiary <text> Third button text -i, --input <text> Ask for text input -j, --json Print the output in JSON --secure <text> Show text field as secure --timeout <num> Number of seconds to wait before exiting
nl_nl: -b, --body <tekst> Tekst voor waarschuwing -p, --primary <tekst> Standaard knop tekst in plaats van "OK" --priority 0-3 Alert prioriteit Dit zal het pictogram op macOS veranderen -s, --secondary <tekst> Tweede knop tekst -t, --tertiary <tekst> Derde knop tekst -i, --input <tekst> Vraag om tekstinvoer -j, --json Print de uitvoer in JSON --secure <tekst> Toon tekstveld als veilig --timeout <num> Seconden te wachten voor af te sluiten
pt_pt: -b, --body <text> Texto para alerta corpo -p, --primary <text> Botão de texto predefinido do botão em vez de "OK" --priority 0-3 Alerta Isto vai mudar o ícone no macOS -s, --secondary <text> Texto do Segundo Botão -t, --tertiary <text> Texto do Terceiro Botão -i, --input <text> Pergunta por entrada de texto -j, --json Imprime a saída em JSON --secure <text> Mostra campo de texto seguro --timeout <num> Número de segundos a esperar antes de sair

source: Output: 0 - primary button 1 - secondary button 2 - tertiary button 3 - timeout/cancel Contact the Procursus Team for support.
fr: Sortie : 0 - bouton primaire 1 - bouton secondaire 2 - bouton tertiaire 3 - délai/annulation Contactez l'équipe Procursus pour obtenir de l'aide.
nl_nl: Uitvoer: 0 - primaire knop 1 - secundaire knop 2 - tertiaire knop 3 - time-out/annuleer Neem contact op met het Procursus Team voor ondersteuning.
pt_pt: Output: 0 - botão principal 1 - botão secundário 2 - botão terciário 3 - Intervalo/cancelar Contacte a Equipa Procursos para suporte.

source: Usage: %s [-afhlr] [-i id] [-p path] [-u path] Modified work Copyright (C) 2021, Procursus Team. All Rights Reserved.
fr: Usage: %s [-afhlr] [-i identifiant] [-p emplacement] [-u emplacement] Modified work Copyright (C) 2021, Équipe Procursus. Tous droits réservés.
nl_nl: Gebruik: %s [-afhlr] [-i id] [-p pad] [-u pad] Aangepast werkauteursrecht (C) 2021, Procursus Team. Alle rechten voorbehouden.
pt_pt: Uso: %s [-afhlr] [-i id] [-p path(pasta)] [-u path(pasta)] Trabalho modificado Copyright (C) 2021, Procursus Team. Todos os direitos reservados.

source: Update iOS registered applications and optionally restart SpringBoard
fr: Mettre à jour les applications enregistrées par iOS et redémarrer SpringBoard en option
nl_nl: Update iOS geregistreerde applicaties en optioneel herstart SpringBoard
pt_pt: Atualizar as aplicações registadas no iOS e opcionalmente reiniciar a SpringBoard

source: -a, --all Update all system and internal applications
fr: -a, --all Mettre à jour toutes les applications système et internes
nl_nl: -a --all Werk alle systeem en interne applicaties bij
pt_pt: -a, --all Atualizar todas as aplicações de sistema e internas

source: -f, --force Force -a to reregister all Applications and modify App Store apps
fr: -f, --force Force -a à réenregistrer toutes les applications et modifier les applications App Store
nl_nl: -f, --force Forceer -a om alle Applicaties te herregistreren en wijzig App Store apps
pt_pt: -f, --force Forçar -a a voltar a registar todas as Aplicações e modificar as aplicações da App Store

source: -p, --path <path> Update application bundle at the specified path
fr: -p, --path <path> Mettre à jour le bundle d'application sur le chemin spécifié
nl_nl: -p, --path <pad> Werk de applicatiebundel bij op het opgegeven pad
pt_pt: -p, --path <path> Atualizar um pacote de aplicação numa localização específica

source: -u, --unregister <path> Unregister application bundle at the specified path
fr: -u, --unregister <path> Enlever l'enregistrement du bundle d'application du chemin spécifié
nl_nl: -u, --unregister <pad> Schrijf de applicatiebundel uit op het opgegeven pad
pt_pt: -u, --unregister <path> Retirar o registo de uma aplicação numa localização específica

source: -r, --respring Restart SpringBoard and backboardd after updating applications
fr: -r, --respring Redémarrer le SpringBoard et backboardd après avoir mis à jour les applications
nl_nl: -r, --respring Herstart SpringBoard en backboardd na het bijwerken van de applicaties
pt_pt: -r, --respring Reiniciar SpringBoard e backboardd depois de atualizar aplicações

source: -l, --list List the bundle ids of installed apps
fr: -l, --list Lister les identifiants de bundle des applications installés
nl_nl: -l, --list Maak een lijst van de bundel ids van de ge√Ønstalleerde apps
pt_pt: -l, --list Listar os id's de pacote de aplicações instaladas

source: -i, --info <bundleid> Give information about given bundle id
fr: -i, --info <bundleid> Afficher les informations sur le bundleid spécifié
nl_nl: -i, --info <bundelid> Geef informatie op over een bepaalde bundel id
pt_pt: -i, --info <bundleid> Dar informação sobre um id de pacote

source: -h, --help Give this help list.
fr: -h, --help Afficher cette liste d'aide.
nl_nl: -h, --help Geef deze help lijst.
pt_pt: -h, --help Imprimir esta lista de ajuda.

source: Contact the Procursus Team for support.
fr: Contactez la Procursus Team pour obtenir de l'aide.
nl_nl: Neem contact op met het Procursus Team voor ondersteuning.
pt_pt: Contacte a Procursus Team para suporte.

source: uicache does not support App Store apps.
fr: uicache ne supporte pas les applications de l'App Store.
nl_nl: uicache ondersteunt geen App Store apps.
pt_pt: uicache não suporta aplicações da App Store.

source: Continuing anyway...
fr: Poursuivre quand même...
nl_nl: Toch doorgaan...
pt_pt: Continuando de qualquer maneira...

source: Error: Unable to register %s
fr: Erreur: Impossible d'enregistrer %s
nl_nl: Fout: Kan %s niet registreren
pt_pt: Erro: Não foi possível registar %s

source: Error: Unable to unregister %s
fr: Erreur: Impossible d'enlever l'enregistrement de %s
nl_nl: Fout: kan niet %s uitschrijven
pt_pt: Erro: Não foi possível remover o registo de %s

source: Name: %s BundleID: %s ExecutableName: %s Path: %s Container Path: %s VendorName: %s TeamID: %s Type: %s Removeable: %s
nl_nl: Naam: %s BundelID: %s Uitvoerbare Naam: %s Pad: %s Container Pad: %s ProviderNaam: %s TeamID: %s Type: %s Verwijderbaar: %s

source: %s is an invalid bundle id
fr: %s n’est pas un bundleid valide
nl_nl: %s is een ongeldige bundel-id
pt_pt: %s não é um ID de pacote válido

source: registering %s
fr: enregistrement de %s
nl_nl: %s aan het registreren
pt_pt: a registar %s

source: unregistering %s
fr: suppression de l'enregistrement %s
nl_nl: %s aan het uitschrijven
pt_pt: removendo o registo de %s

source: Usage: %s [-a state] [-b [+|-]num] [-d state] [-h] [-i [key]] [-j] [-l] [-n state] [-t state] [-w state]
nl_nl: Gebruik: %s [-a status] [-b [+|-]num] [-d status] [-h] [-i [sleutel]] [-j] [-l] [-n status] [-t status] [-w status]
pt_pt: Uso: %s [-a state] [-b [+|-]num] [-d state] [-h] [-i [key]] [-j] [-l] [-n state] [-t state] [-w state]

source: Invalid %s value: '%s', permitted values: 0, off, 1, on
fr: Valeur %s invalide: '%s', valeurs permises: 0, off, 1, on
nl_nl: Ongeldige %s waarde: '%s', toegestane waarden: 0, off, 1, on
pt_pt: Valor inválido %s: '%s', valores permitidos: 0, desligado, 1, ligado

source: on
fr: activé
nl_nl: aan
pt_pt: ligado

source: off
fr: désactivé
nl_nl: uit
pt_pt: desligado

source: not supported
fr: pas supporté
nl_nl: niet ondersteund
pt_pt: não suportado

source: Dark Mode is only supported on iOS 13 and higher.
fr: Le Mode Sombre est seulement supporté sur iOS 13 et ultérieur.
nl_nl: Donkere modus wordt alleen ondersteund op iOS 13 en hoger.
pt_pt: Modo Noturno só é suportado a partir do iOS 13.

source: Night Shift is not supported on this device.
fr: Le Mode Nuit n'est pas supporté sur cet appareil.
nl_nl: Night Shift wordt niet ondersteund op dit apparaat.
pt_pt: Night Shift não é suportado neste dispositivo.

source: True Tone is not supported on this device.
fr: True Tone n'est pas supporté sur cet appareil.
nl_nl: True Tone wordt niet ondersteund op dit apparaat.
pt_pt: True Tone não é suportado neste dispositivo.

source: Invalid brightness value: %s
fr: Valeur de luminosité invalide: %s
nl_nl: Ongeldige helderheidswaarde: %s
pt_pt: Valor de brilho inválido: %s

source: Unable to increase the brightness by %d, %.6g.
fr: Impossible d'augmenter la luminosité de %d, %.6g.
nl_nl: Niet in staat om de helderheid te verhogen met %d, %.6g.
pt_pt: Não foi possível aumentar o brilho em %d, %.6g.

source: Unable to decrease the brightness by %d, %.6g.
fr: Impossible de diminuer la luminosité de %d, %.6g.
nl_nl: Niet in staat om de helderheid te verlagen met %d, %.6g.
pt_pt: Não foi possível diminuir o brilho em %d, %.6g.

source: Unknown information type: %s
fr: Information de type inconnu: %s
nl_nl: Onbekend informatietype: %s
pt_pt: Tipo de informação desconhecido: %s

source: Auto-Brightness
nl_nl: Automatische Helderheid
pt_pt: Brilho Automático

source: Brightness
nl_nl: Helderheid
pt_pt: Brilho

source: Dark Mode
nl_nl: Donkere Modus
pt_pt: Modo Escuro

source: Reduce White Point
nl_nl: Verminder witpunt
pt_pt: Reduzir Ponto Branco

source: Height
nl_nl: Hoogte
pt_pt: Altura

source: Width
nl_nl: Breedte
pt_pt: Largura

source: Physical Height
nl_nl: Fysieke hoogte
pt_pt: Altura Física

source: Physical Width
nl_nl: Fysieke breedte
pt_pt: Largura Física

source: Scale
nl_nl: Schaal
pt_pt: Escala

source: -j/--json may only be used in combination with -i/--info
nl_nl: -j/--json mag alleen gebruikt worden in combinatie met -i/--info
pt_pt: -j/--json só pode ser usado em combinação com -i/--info

source: Usage: %s [-b body] [-d number] [-i bundleid] [-s subtitle] title
fr: Utilisation: %s [-b corps] [-d numéro] [-i bundleid] [-s sous-titre] titre
nl_nl: Gebruik: %s [-b body] [-d nummer] [-i bundelid] [-s subtitel] titel
pt_pt: Uso: %s [-b body] [-d número] [-i ID de pacote] [-s subtítulo] título

source: Authorization request failed: %s
fr: Requête d'autorisation échoué: %s
nl_nl: Autorisatieverzoek mislukt: %s
pt_pt: Pedido de autorização falhou: %s

source: Failed to add notification: %s
fr: Échec d'ajout de notification: %s
nl_nl: Notificatie toevoegen mislukt: %s
pt_pt: Falha ao adicionar notificação: %s

source: Usage: %s [OPTION...] Open URLs and open iOS applications by bundle ID
fr: Utilisation: %s [OPTION...] Ouvre les URLs et les applications iOS avec le bundleid
nl_nl: Gebruik: %s [OPTIE...] Open URL's en open iOS applicaties met de bundel ID
pt_pt: Uso: %s [OPTION...] Abrir URLs e abrir aplicações iOS por ID de pacote

source: --url <URL> Open the specified URL --bundleid <id> Open application with the specified bundle id. --app <app> Open application with the specified name. --path <path> Open application at the specified path --help Give this help list.
fr: --url <URL> Ouvre l'URL spécifié --bundleid <id> Ouvre l'application avec le bundleid spécifié --app <app> Ouvre l'application avec le nom spécifié --path <path> Ouvre l'application au chemin spécifié --help Affiche cette liste d'aide.
nl_nl: --url <URL> Open de opgegeven URL --bundelid <id> Open de applicatie met de opgegeven bundel id. --app <app> Open applicatie met de opgegeven naam. --path <pad> Open de applicatie op het opgegeven pad --help Geef deze help lijst.
pt_pt: --url <URL> Abrir o URL especificado --bundleid <id> Abrir a aplicação com o ID de pacote especificado. --app <app> Abrir a aplicação com o nome especificado. --path <path> Abrir aplicação em localização especificada --help Apresentar esta lista de ajuda.

source: No application called: %s
fr: Pas d'application nommée: %s
nl_nl: Geen applicatie genaamd: %s
pt_pt: Nenhuma aplicação chamada: %s

source: No application at path: %s
fr: Pas d'application au chemin: %s
nl_nl: Geen applicatie op pad: %s
pt_pt: Nenhuma aplicação na localização: %s

source: Invalid path: %s
fr: Chemin invalide: %s
nl_nl: Ongeldig pad: %s
pt_pt: Pasta inválida: %s

source: Usage: %s file ... Copyright (C) 2021, Procursus Team. All Rights Reserved.
fr: Utilisation: %s fichier ... Copyright (C) 2021, Procursus Team. Tous droits réservés.
nl_nl: Gebruik: %s bestand ... Copyright (C) 2021, Procursus Team. Alle rechten voorbehouden.
pt_pt: Uso: %s ficheiro ... Copyright (C) 2021, Procursus Team. Todos os direitos reservados.

source: Save images and videos to the camera roll
fr: Sauvergarder les images et les vidéos dans la bibliothèque
nl_nl: Sla afbeeldingen en video's op in de filmrol
pt_pt: Salvar imagens e vídeos no rolo da câmara

source: Image and video formats that can be saved to the camera roll vary between iOS versions
fr: Les formats d'image et de vidéo qui peuvent être sauvegardés dans la bibliothèque varient selon les versions d'iOS
nl_nl: Afbeeldings- en video-formaten die op de camerarol kunnen worden opgeslagen vari√´ren tussen iOS-versies
pt_pt: Formatos de imagem e vídeo que podem ser salvos no rolo de câmara variam entre versões do iOS

source: No file at path: %s
fr: Aucun fichier n'est au chemin: %s
nl_nl: Geen bestand op pad: %s
pt_pt: Nenhum ficheiro na localização: %s

source: No supported image or video format at: %s
fr: Pas de format d'image ou vidéo supporté au chemin: %s
nl_nl: Geen ondersteunde afbeelding of videoformaat op: %s
pt_pt: Nenhum formato de imagem ou vídeo suportado em: %s

source: Failed to save image at %s with error: %s
fr: Impossible d'enregistrer l'image au chemin %s avec l'erreur: %s
nl_nl: Opslaan van afbeelding op %s is mislukt met fout: %s
pt_pt: Falha ao salvar imagem em %s com erro: %s

source: Failed to save video at %s with error: %s
fr: Impossible d'enregistrer la vidéo au chemin %s avec l'erreur: %s
nl_nl: Opslaan van video op %s is mislukt met fout: %s
pt_pt: Falha ao salvar vídeo em %s com erro: %s

source: Usage: %s [-cp] [-d number] [-f [png | jpeg | heic]] [-o file]
fr: Utilisation: %s [-cp] [-d numéro] [-f [png | jpeg | heic]] [-o fichier]
nl_nl: Gebruik: %s [-cp] [-d nummer] [-f [png | jpeg | heic]] [-o bestand]
pt_pt: Uso: %s [-cp] [-d número] [-f [png | jpeg | heic]] [-o ficheiro]

source: Invalid image format '%s'
fr: Format d'image invalide '%s'
nl_nl: Ongeldig afbeelding formaat '%s'
pt_pt: Formato de imagem inválido '%s'

source: Could not capture screenshot!
fr: Impossible de faire une capture d'écran!
nl_nl: Schermafbeelding maken is mislukt!
pt_pt: Não foi possível efetuar captura de ecrã!

source: Could not get image data to write to file!
fr: Impossible d'obtenir les données d'image pour les écrire dans un fichier!
nl_nl: Kan geen afbeeldingsgegevens ophalen om naar het bestand te schrijven!
pt_pt: Não foi possível escrever a informação de imagem para ficheiro!

source: Could not write image to %s: %s
fr: Impossible d'écrire l'image dans le fichier %s: %s
nl_nl: Kon de afbeelding niet wegschrijven naar %s: %s
pt_pt: Não foi possível guardar imagem em %s: %s

source: Could not save screenshot to Photos: %s
fr: Impossible d'enregistrer la capture d'écran dans Photos: %s
nl_nl: Kan schermafbeelding niet opslaan naar Foto's: %s
pt_pt: Não foi possível salvar captura de ecrã nas Fotografias: %s

source: Usage: %s [cfversion | ecid | locale | serial | uniqueid] [arguments ...]
fr: Utilisation: %s [cfversion | ecid | locale | serial | uniqueid] [arguments ...]
nl_nl: Gebruik: %s [cfversion | ecid | locale | serial | uniqueid] [argumenten ...]
pt_pt: Uso: %s [cfversion | ecid | locale | serial | uniqueid] [argumentos ...]

source: Failed to get device ECID.
nl_nl: Fout bij het ophalen van apparaat ECID.

source: Usage: deviceinfo locale [-ilcvh] Print the current locale
fr: Usage: deviceinfo locale [-ilcvh] Affiche la locale actuelle
nl_nl: Gebruik: deviceinfo locale [-ilcvh] Print de huidige landinstelling
pt_pt: Uso: deviceinfo localização [-ilcvh] Imprime a localização atual

source: -h --help Give this help list. -i --identifier Print the locale identifier (default) -l --language Print the language code -c --country Print the country code -v --variant Print the variant code If multiple output formats are specified the last will be used
fr: -h --help Afficher cette liste d'aide -i --identifier Afficher l'identifiant de locale (par défaut) -l --language Afficher le code de la langue -c --country Afficher le code du pays -v --variant Afficher le code du variant Si plusieurs formats de sortie sont utilisés, seulement le dernier format sera utilisé
nl_nl: -h --help Geef deze help lijst -i --identifier Print de locale identifier (standaard) -l --language Print de taalcode -c --country Print de landcode -v --variant Print de variatie code Als meerdere uitvoerformaten zijn opgegeven word de laatste gebruikt
pt_pt: -h --help Imprime esta lista de ajuda. -i --identifier Imprime o identificador da localização (padrão) -l --language Imprime o código da linguagem -c --country Imprime o código do país -v --variant Imprime a variante do código Se múltiplos formatos de saída forem especificados, o último será utilizado

source: Usage: %s [-jpq] [--gssc] [--pretty] question ...
pt_pt: Uso: %s [-jpq] [--gssc] [--pretty] questão ...

source: Name: %s BundleID: %s ExecutableName: %s Path: %s Container Path: %s VendorName: %s TeamID: %s Type: %s Removable: %s
fr: Nom: %s BundleID: %s NomExecutable: %s Chemin: %s Chemin Conteneur: %s NomVendeur: %s TeamID: %s Type: %s Supprimable: %s
pt_pt: Nome: %s ID de pacote: %s Nome do executável: %s Pasta: %s Localização do Container: %s Nome do Vendedor: %s ID da equipa: %s Tipo: %s Removível: %s

source: URLScheme: %s
fr: SchémaURL: %s
pt_pt: Esquema de URL: %s

source: Usage: %s [-b body] [-p primary] [--priority 0-3] [-s second] [-t third] [--timeout number] title Copyright (C) 2021, Procursus Team. All Rights Reserved. Display an alert
fr: Usage: %s [-b corps] [-p bouton primaire] [--priority 0-3] [-s bouton secondaire] [-t bouton tertiaire] [--timeout nombre] titre Copyright (C) 2021, Procursus Team. Tous droits réservés. Afficher une alerte

source: -b, --body <text> Text for alert body -p, --primary <text> Default button text instead of "OK" --priority 0-3 Alert priority This will change the icon on macOS -s, --secondary <text> Second button text -t, --tertiary <text> Third button text --timeout <num> Number of seconds to wait before exiting
fr: -b, --body <text> Texte pour le corps de l'alerte -p, --primary <text> Texte du bouton par défaut au lieu de "OK" --priority 0-3 Priorité de l'alerte Ceci change l'icône sur macOS -s, --second <text> Texte du deuxième bouton -t, --tertiary <text> Texte du troisième bouton --timeout <num> Nombre de secondes à attendre avant que ce programme s'arrête

source: the priority is %s: %s
fr: la priorité est %s: %s

source: the timeout is %s: %s
fr: le délai est %s: %s

source: Usage: %s [-a state] [-b [+|-]num] [-d state] [-h] [-i [key]] [-n state] [-t state] [-w state]
fr: Utilisation: %s [-a état] [-b [+|-]numéro] [-d état] [-h] [-i[key]] [-n état] [-t état] [-w état]

source: Invalid brightness value: %s, %s
fr: Valeur de luminosité invalide: %s, %s

source: Brightness: %.6g
fr: Luminosité: %.6g

source: Auto-Brightness: %s
fr: Luminosité automatique: %s

source: Dark Mode: %s
fr: Mode Sombre: %s

source: Night Shift: %s
fr: Mode Nuit: %s

source: Reduce White Point: %s
fr: Réduire le Point Blanc: %s

source: the delay is %s: %s
fr: le délai est de %s: %s
